[
    {
        "data_type": "Social Media Updates",
        "description": "Companies are using various advanced analytics techniques to derive meaning from data in your social media posts and updates. They utilise tools including natural language processing and psycholinguistics to gain information relevant to social credit scores.",
        "companies": ["Hello Soda", "Moven", "Lenddo", "Kreditech"]
    },
    {
        "data_type": "Earning information and employment status",
        "description": "Monitoring social media for information about pay days and employment status to confirm income and ability to repay loans.",
        "companies": ["Kreditech", "Moven", "Lenddo"]
    },
    {
        "data_type": "Verifies location and age",
        "description": "Provided personal information is checked and verified using information on social media platforms. Many social media platforms require age verification or contain birthday information. This can then be used to ensure suitability for certain financial products with age restrictions.",
        "companies": ["Kreditech", "Moven", "Lenddo"]
    },
    {
        "data_type": "Financial wellness and transactional insight",
        "description": "Algorithms look at consumer transactional behaviour, economics of the customer and overall risk profile to assess spending patterns and suitability for credit. Verification services check personal information including name, date of birth, email address, employer, university and, if desired, mobile phone number.",
        "companies": ["Moven", "Branch", "Kreditech", "Lenddo"]
    },
    {
        "data_type": "Fraud detection",
        "description": "Believing that social profiles are easy to fake, but social interactions and behaviour patterns are not, they aim to detect any anomalies in behaviour, network and interaction patterns. This can help to detect fraudulent behaviour such as incorrect personal information on application forms or identity theft that might otherwise go unchecked.",
        "companies": ["Trusting Social"]
    },
    {
        "data_type": "IP verification, online footprints and browsing history",
        "description": "Gathering data from LinkedIn, Twitter, Instagram for user permissioned checks, social credit firms can delve into your online and browser history to assess suitability. The sites you visit and how you spend time online can be very informative for delivering social credit scores.",
        "companies": ["Friendly Score"]
    },
    {
        "data_type": "Scans private chats and public posts",
        "description": "Software that lets landlords analyse potential tenants using data from their social media accounts, assessing suitability and verifying provided information.",
        "companies": ["Score Assured"]
    },
    {
        "data_type": "Cut and paste information",
        "description": "Checking to see whether customers type or cut and paste their names and other information onto financial forms and associated applications. Cut and pasted information can be a clear indicator of fraudulent behaviour.",
        "companies": ["Kreditech"]
    },
    {
        "data_type": "Mobile phone history and web searches",
        "description": "Creating financial profiles based on 10,000 data points including phone records and web searches to build a more complete picture of your credit score. By looking at the web searches companies can build up a profile. For example, web searches for payday loans or debt information can be revealing about financial security. Mobile phone records can also reveal information about companies people deal with, including premium rate numbers and other financial organisations.",
        "companies": ["InVenture"]
    },
    {
        "data_type": "Coding contributions ",
        "description": "By analysing coding contributions to digital libraries like GitHub they can confirm identity as a measure against online fraud and false credit information.",
        "companies": ["Affirm"]
    },
    {
        "data_type": "Social and transactional history",
        "description": "Checking daily spends and loans from other lenders to see if you have had previous credit from other sources. Information about prior borrowing and the companies this has been carried out with is an essential part of any credit check, and will affect a person's ability to borrow more money in the future.",
        "companies": ["Branch"]
    },
    {
        "data_type": "Friends and connections network",
        "description": "Friends and connections act as guarantors of the loan through social media channels. Companies can determine if you're friends with people who have had trouble repaying loans in the past, which could act against you.",
        "companies": ["Vouch"]
    },
    {
        "data_type": "Keywords within Facebook statuses",
        "description": "Companies can search for specific keywords. For example, a repeated use of words such as 'party' 'trashed' or 'wasted' can be flagged up and cause concern for lenders.",
        "companies": ["Jubao", "Lenddo", "Moven", "Score Assured"]
    }
]
